Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: This will sync ~%@ content. It may result in additional charges from your data provider if you are not connected to a Wi-Fi network.
ar: سيؤدي هذا إلى مزامنة ~%@ من المحتوى. وقد يؤدي هذا إلى رسوم إضافية من موفر الخدمة إذا لم تكن متصلاً بشبكة Wi-Fi.
ca: Amb aquesta operació se sincronitzarà el contingut de ~%@. Si no us heu connectat a cap xarxa Wi-Fi, és possible que el proveïdor de dades us cobri algun import addicional.
cy: Bydd hyn yn cysoni ~%@ cynnwys. Gall hyn arwain at gostau ychwanegol gan eich darparwr data os nad ydych chi wedi cysylltu â rhwydwaith Wi-Fi.
da: Dette vil synkronisere ~%@ indhold. Det kan medføre yderligere gebyrer fra din dataudbyder, hvis du ikke er forbundet til et wi-fi-netværk.
da_instk12: Dette vil synkronisere ~%@ indhold. Det kan medføre yderligere gebyrer fra din dataudbyder, hvis du ikke er forbundet til et wi-fi-netværk.
de: Damit werden ~%@ Inhalte synchronisiert. Es können zusätzliche Gebühren von Ihrem Datenanbieter anfallen, wenn Sie nicht mit einem WLAN-Netzwerk verbunden sind.
es: Esto sincronizará ~%@ de contenido. Puede haber cambios adicionales por parte de su proveedor de datos si no está conectado a una red wifi.
es_es: Esto sincronizará ~%@ contenido. Si no estás conectado a una red wifi, es posible que tu proveedor de datos cobre cargos adicionales.
fi: Tämä synkronisoi ~%@ sisällön. Tästä saattaa aiheutua ylimääräisiä veloituksia datan toimittajilta, js et olie yhteydessä Wi-Fi-verkkoon.
fr: Le contenu ~%@ sera synchronisé. Si vous n’êtes pas connecté à un réseau Wifi, votre fournisseur de données peut vous facturer des frais supplémentaires.
fr_ca: Cela synchronisera le contenu de ~%@. Cela peut entraîner des frais supplémentaires de la part de votre fournisseur de données si vous n’êtes pas connecté à un réseau Wi-Fi.
ga: Sioncronóidh sé seo ~ábhar %@. D’fhéadfadh táillí breise a bheith mar thoradh air ó do sholáthraí sonraí mura bhfuil tú ceangailte le Gréasán Wi-Fi.
hi: इस तरह से ~%@ सामग्री सिंक हो जाएगी। यदि आप वाई-फ़ाई नेटवर्क से कनेक्ट नहीं हैं, तो इसके परिणामस्वरूप आपके डेटा प्रदाता से अतिरिक्त शुल्क लिया जा सकता है।
ht: Sa ap senkwonize ~%@ kontni. Founisè entènèt ou a ka touche plis si w pa konekte sou yon rezo wifi.
id: Ini akan menyinkronkan konten ~%@. Ini dapat menghasilkan biaya tambahan dari operator seluler Anda jika Anda tidak tersambung ke jaringan Wi-Fi.
is: Þetta mun samhæfa ~%@ efni. Það getur leitt til aukagjalda frá gagnaveitunni þinni ef þú ert ekki tengd(ur) við Wi-Fi netkerfi.
it: Sarà sincronizzato il contenuto ~%@. Ciò può comportare l’addebito di costi aggiuntivi da parte del tuo fornitore di dati nel caso in cui tu non sia collegato a una rete Wi-Fi.
ja: これで、~%@のコンテンツが同期されます。Wi-Fiネットワークに接続していない場合、データプロバイダから追加料金が請求される可能性があります。
ko: ~%@ 콘텐츠가 동기화됩니다. Wi-Fi 네트워크에 연결되지 않은 경우 데이터 공급자가 추가 요금을 청구할 수도 있습니다.
mi: Tenei ka tukutahi ~%@ ihirangi. Ka hua pea he utu taapiri mai i to kaiwhakarato raraunga mena kaore koe e hono ki te whatunga Wi-Fi.
ms: Tindakan ini akan menyegerakkan ~%@ kandungan. Hal ini mungkin akan menyebabkan anda dikenakan caj tambahan oleh penyedia data anda sekiranya anda tidak bersambung ke rangkaian Wi-Fi.
nb: Dette vil synkronisere ~%@-innhold. Dette kan føre til ekstra kostnader fra din datatilbyder hvis du ikke er koblet til et Wi-Fi-nettverk.
nb_instk12: Dette vil synkronisere ~%@-innhold. Dette kan føre til ekstra kostnader fra din datatilbyder hvis du ikke er koblet til et Wi-Fi-nettverk.
nl: Hiermee wordt ~%@ inhoud gesynchroniseerd. Je gegevensprovider kan extra kosten in rekening brengen als je niet bent verbonden met een wifi-netwerk.
pl: Spowoduje to synchronizację zawartości ~%@. Może to prowadzić do naliczenia dodatkowych opłat przez Twojego dostawcę transmisji danych, jeśli nie masz połączenia z siecią Wi-Fi.
pt: Isto irá sincronizar o conteúdo ~%@. Poderá resultar em custos adicionais do seu fornecedor de dados se não estiver ligado a uma rede Wi-Fi.
pt_br: Isso sincronizará o conteúdo ~%@. Isso pode resultar em cobranças adicionais do seu provedor de dados se você não estiver conectado a uma rede Wi-Fi.
ru: Будет выполнена синхронизация содержимого ~%@. Это может привести к дополнительным расходам со стороны поставщика данных, если вы не подключены к сети Wi-Fi.
sl: S tem boste sinhronizirali vsebino ~%@ Ponudnik podatkov vam lahko zaračuna dodatne stroške, če niste povezani v omrežje Wi-Fi.
sv: Detta synkroniserar ~%@-innehåll. Detta kan medföra ytterligare kostnader från din dataleverantör om du inte är ansluten till ett wifi-nätverk.
sv_instk12: Detta synkroniserar ~%@-innehåll. Detta kan medföra ytterligare kostnader från din dataleverantör om du inte är ansluten till ett wifi-nätverk.
th: นี่จะเป็นการซิงค์ข้อมูล ~%@ อาจมีค่าบริการเพิ่มเติมจากผู้ให้บริการเครือข่ายหากคุณไม่ได้เชื่อมต่อกับเครือข่าย Wi-Fi
vi: Thao tác này sẽ đồng bộ ~%@ nội dung. Điều này có thể khiến bạn bị tính thêm phí từ nhà cung cấp dữ liệu của bạn nếu bạn không kết nối với mạng Wi-Fi.
zh: 大约会有 %@ 项内容同步。如果没有连接到无线网络，数据流量提供商可能会额外收取费用。
zh_hk: 這將同步 ~%@ 內容。如果您未連線到 Wi-Fi 網路，則可能會導致您的資料提供者收取額外費用。

source: Thursdays
ar: أيام الخميس
ca: Dijous
cy: Dyddiau Iau
da: Torsdage
da_instk12: Torsdage
de: Donnerstags
es: Jueves
es_es: Jueves
fi: Torstaisin
fr: Jeudis
fr_ca: Les jeudis
ga: Ar an Déardaoin
hi: गुरुवार
ht: Jedi yo
id: Kamis
is: Fimmtudaga
it: Giovedì
ja: 木曜日
ko: 목요일
mi: Rāpare
ms: Khamis
nb: Torsdager
nb_instk12: Torsdager
nl: donderdagen
pl: Czwartki
pt: Quintas-feiras
pt_br: Quintas
ru: По четвергам
sl: Četrtki
sv: Torsdagar
sv_instk12: Torsdagar
th: พฤหัสบดี
vi: Các Ngày Thứ Năm
zh: 周四
zh_hk: 每個星期四

source: Time
ar: الوقت
ca: Hora
cy: Amser
da: Tidspunkt
da_instk12: Tidspunkt
de: Zeit
es: Hora
es_es: Hora
fi: Aika
fr: Temps
fr_ca: Heure
ga: Am
hi: समय
ht: Tan
id: Waktu
is: Tími
it: Ora
ja: 制限時間
ko: 시간
mi: Wā
ms: Masa
nb: Tid
nb_instk12: Tid
nl: Tijd
pl: Czas
pt: Hora
pt_br: Tempo
ru: Время
sl: Čas
sv: Tid
sv_instk12: Tid
th: เวลา
vi: Thời Gian
zh: 时间
zh_hk: 時間

source: Time elapsed
ar: الوقت المنقضي
ca: Temps transcorregut
cy: Amser wedi mynd heibio
da: Tid gået
da_instk12: Tid gået
de: Verstrichene Zeit:
es: Tiempo transcurrido
es_es: Tiempo transcurrido
fi: Kulunut aika
fr: Temps écoulé
fr_ca: Temps écoulé
ga: Chuaigh an t-am thart
hi: समय व्यतीत
ht: Tan ki pase
id: Waktu dihabiskan
is: Liðinn tími
it: Tempo trascorso
ja: 経過時間
ko: 경과한 시간
mi: Kua mutu te wā
ms: Masa berlalu
nb: Brukt tid
nb_instk12: Brukt tid
nl: Verstreken tijd
pl: Czas do tej pory
pt: Tempo decorrido
pt_br: Tempo transcorrido
ru: Время истекло
sl: Pretečeni čas
sv: Förfluten tid
sv_instk12: Förfluten tid
th: เวลาที่ผ่านไป
vi: Thời gian đã qua
zh: 经过的时间
zh_hk: 已用時間

source: Time Limit
ar: الحد الزمني
ca: Límit de temps
cy: Terfyn Amser
da: Tidsbegrænsning
da_instk12: Tidsbegrænsning
de: Zeitbeschränkung
es: Límite de tiempo
es_es: Límite de tiempo
fi: Aikaraja
fr: Limite de temps
fr_ca: Limite de temps
ga: Teorainn ama
hi: समय सीमा
ht: Limit Tan
id: Batas Waktu
is: Tímamörk
it: Limite di tempo
ja: 時間制限
ko: 시간 제한
mi: Wā Whāiti
ms: Had Masa
nb: Tidsbegrensning
nb_instk12: Tidsbegrensning
nl: Tijdslimiet
pl: Limit czasu
pt: Limite de tempo
pt_br: Limite de tempo
ru: Ограничение по времени
sl: Časovna omejitev
sv: Tidsgräns
sv_instk12: Tidsgräns
th: จำกัดเวลา
vi: Giới Hạn Thời Gian
zh: 时间限制
zh_hk: 時間限制

source: Time Limit:
ar: الحد الزمني:
ca: Límit de temps:
cy: Terfyn Amser:
da: Frist:
da_instk12: Frist:
de: Zeitbeschränkung:
es: Límite de tiempo:
es_es: Límite de tiempo:
fi: Aikaraja:
fr: Limite de temps :
fr_ca: Limite de temps :
ga: Teorainn ama:
hi: समय सीमा:
ht: Limit Tan:
id: Batas Waktu:
is: Tímamörk:
it: Limite di tempo:
ja: 制限時間：
ko: 시간 제한:
mi: Wā whāiti:
ms: Had Masa:
nb: Tidsbegrensning:
nb_instk12: Tidsbegrensning:
nl: Tijdslimiet:
pl: Limit czasu:
pt: Limite de tempo:
pt_br: Limite de tempo:
ru: Ограничение по времени:
sl: Časovna omejitev:
sv: Tidsgräns:
sv_instk12: Tidsgräns:
th: เกณฑ์เวลา:
vi: Giới Hạn Thời Gian:
zh: 时间限制：
zh_hk: 時間限制：

source: Title
ar: العنوان
ca: Títol
cy: Teitl
da: Titel
da_instk12: Titel
de: Titel
es: Título
es_es: Título
fi: Otsikko
fr: Titre
fr_ca: Titre
ga: Teideal
hi: शीर्षक
ht: Tit
id: Judul
is: Titill
it: Titolo
ja: タイトル
ko: 제목
mi: Taitara
ms: Tajuk
nb: Tittel
nb_instk12: Tittel
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
ru: Заголовок
sl: Naslov
sv: Titel
sv_instk12: Titel
th: ชื่อ
vi: Tiêu Đề
zh: 标题
zh_hk: 標題

source: Title...
ar: العنوان...
ca: Títol...
cy: Teitl...
da: Titel ...
da_instk12: Titel ...
de: Titel ...
es: Título...
es_es: Título...
fi: Otsikko...
fr: Titre...
fr_ca: Titre…
ga: Teideal...
hi: शीर्षक...
ht: Tit...
id: Judul...
is: Titill…
it: Titolo...
ja: タイトル...
ko: 제목...
mi: Taitara...
ms: Tajuk...
nb: Tittel …
nb_instk12: Tittel …
nl: Titel...
pl: Tytuł...
pt: Título...
pt_br: Título...
ru: Заголовок...
sl: Naslov ...
sv: Titel...
sv_instk12: Titel...
th: ชื่อ...
vi: Tiêu Đề...
zh: 标题...
zh_hk: 標題...

source: To
ar: إلى
ca: Fins al
cy: I
da: Til
da_instk12: Til
de: An
es: Para
es_es: Para
fi: Vastaanottaja
fr: À
fr_ca: À
ga: Go
hi: प्राप्तकर्ता
ht: Pou
id: Kepada
is: Til
it: A
ja: 変更後
ko: 대상/까지
mi: Ki a
ms: Kepada
nb: Til
nb_instk12: Til
nl: Naar
pl: Do
pt: Até
pt_br: Para
ru: Кому
sl: Naslovnik
sv: Till
sv_instk12: Till
th: ถึง
vi: Đến
zh: 致
zh_hk: 至

source: to %@
ar: إلى %@
ca: per a %@
cy: i %@
da: til %@
da_instk12: til %@
de: bis %@
es: para %@
es_es: a %@
fr: à %@
fr_ca: à %@
ga: go dtí %@
hi: को %@
ht: pou %@
id: kepada %@
is: til %@
it: a %@
ja: ～へ%@
ko: 대상/까지 %@
mi: kī %@
ms: untuk %@
nb: til %@
nb_instk12: til %@
nl: tot %@
pl: do %@
pt: para %@
pt_br: a %@
ru: к %@
sl: naslovnik %@
sv: till %@
sv_instk12: till %@
th: ถึง %@
vi: đến %@
zh: 至%@
zh_hk: 至%@

source: To Be Graded
ar: مطلوب تقييمها
ca: Pendent de qualificació
cy: I gael ei raddio
da: Skal bedømmes
da_instk12: Skal bedømmes
de: Zur Benotung
es: Por calificar
es_es: Pendiente de evaluación
fi: Arvosana annettava
fr: À noter
fr_ca: À noter
ga: Le Marcáil
hi: ग्रेड किया जाना है
ht: Pou Evalye
id: Akan Dinilai
is: Bíður einkunnagjafar
it: Da valutare
ja: 未評定
ko: 채점 예정
mi: Kia Makahia
ms: Untuk Digredkan
nb: Skal vurderes
nb_instk12: Skal vurderes
nl: Te beoordelen
pl: Do oceny
pt: Para ser avaliado
pt_br: A ser avaliado
ru: Подлежит оценке
sl: Za ocenjevanje
sv: Ska bedömas
sv_instk12: Ska bedömas
th: รอให้เกรด
vi: Sẽ Được Chấm Điểm
zh: 尚未评分
zh_hk: 待評分

source: To create an account, have your student create a pairing code for you from the Settings section of the Canvas app as shown below, and then scan that code from here. If your student doesn't see the option to create a pairing code, you'll need to reach out to your school to create your account.
ar: لإنشاء حساب، اطلب من طالبك إنشاء رمز إقران لك من قسم الإعدادات بتطبيق Canvas كما هو موضح أدناه، ثم امسح ذلك الرمز ضوئيًا من هنا. إذا لم ير الطالب خيار إنشاء رمز إقران، فستحتاج إلى الوصول إلى مدرستك لإنشاء حسابك.
ca: Per crear un compte, feu que l'estudiant us creï un codi d'emparellament des de la secció Configuració de l'aplicació Canvas, com es mostra a continuació, i després escanegeu el codi des d'aquí. Si l'estudiant no veu l'opció per crear un codi d'emparellament, poseu-vos en contacte amb l'escola perquè creïn el compte.
cy: I greu cyfrif, bydd angen i’ch myfyriwr greu cod paru ar eich cyfer o adran Gosodiadau ap Canvas a ddangosir isod, ac yna sganio’r cod o fan hyn. Os nad yw eich myfyriwr yn gweld yr opsiwn i greu cod paru, bydd angen i chi ofyn i’ch ysgol greu cyfrif.
da: For at oprette en konto skal du bede den studerende om at oprette en parringskode til dig fra sektionen Indstillinger i Canvas-appen som vist nedenfor, og derefter scanne koden herfra. Hvis den studerende ikke kan se muligheden for at oprette en parringskode, skal du kontakte din skole for at oprette din konto.
da_instk12: For at oprette en konto skal din elev oprette en parringskode til dig fra sektionen Indstillinger i Canvas-appen for elev, som vist nedenfor, og derefter skal du scanne den kode herfra. Hvis din elev ikke kan se muligheden for at oprette en parringskode, skal du kontakte din skole for at oprette din konto.
de: Um ein Konto zu erstellen, lassen Sie Ihren Studenten einen Pairing-Code für Sie im Abschnitt „Einstellungen“ der Canvas-App erstellen (siehe unten), und scannen Sie diesen Code dann von hier aus. Wenn Ihr/e Studierende*r die Option zum Erstellen eines Pairing-Codes nicht sieht, müssen Sie sich an Ihre Schule wenden, um Ihr Konto zu erstellen.
es: Para crear una cuenta, pídale a su estudiante que le cree un código de emparejamiento desde la sección Configuraciones de la aplicación Canvas como se muestra a continuación y, luego, escanee ese código desde aquí. Si su estudiante no ve la opción de crear un código de emparejamiento, deberá usted comunicarse con su escuela para crear una cuenta.
es_es: Para crear una cuenta, pídele a tu estudiante que cree un código de emparejamiento desde la sección Configuraciones de la aplicación de Canvas como se muestra a continuación y, luego, escanea ese código desde aquí. Si tu estudiante no ve la opción de crear un código de emparejamiento, deberás ponerte en contacto con la escuela para crear una cuenta.
fi: Jos haluat luoda tilin, pidä käsillä opiskelijan sinulle luoma parinmuodostuskoodi Canvas Student -sovelluksen Asetukset-osasta alla esitetyn mukaisesti ja skannaa koodi sitten tästä. Jos opiskelijasi ei näe vaihtoehtoa luoda parinmuodostuskoodi, ota yhteyttä kouluusi tilin luomiseksi.
fr: Pour créer un compte, demandez à votre élève de créer un code d’appairage dans la section Paramètres de l’application Canvas, comme indiqué ci-dessous, puis de scanner ce code. Si l’élève ne voit pas l’option de création d’un code de jumelage, vous devrez contacter l’école pour créer votre compte.
fr_ca: Pour créer un compte, demandez à votre étudiant de créer un code de jumelage pour vous-même dans la section Paramètres de l’application Canvas, comme indiqué ci-dessous, puis scannez ce code à partir d’ici. Si votre étudiant ne voit pas l’option de créer un code d’appariement, vous devrez contacter votre école pour créer votre compte.
ga: Chun cuntas a chruthú, iarr ar do mhac léinn cód péireála a chruthú duit ón rannán Socruithe den aip Canvas mar a thaispeántar thíos, agus ansin scanadh an cód sin as seo. Mura bhfeiceann do mhac léinn an rogha chun cód péireála a chruthú, beidh ort teagmháil a dhéanamh le do scoil chun do chuntas a chruthú.
hi: खाता बनाने के लिए, अपने छात्र से Canvas ऐप के सेटिंग्स अनुभाग से आपके लिए एक पेयरिंग कोड बनाने को कहें, जैसा कि नीचे दिखाया गया है और फिर यहाँ से उस कोड को स्कैन करें। यदि आपके छात्र को पेयरिंग कोड बनाने का विकल्प दिखाई नहीं देता है, तो आपको अपना खाता बनाने के लिए अपने स्कूल से संपर्क करना होगा।
ht: Pou kreye yon kont, mande elèv ou a pou l kreye yon kòd kouplaj pou ou nan seksyon Paramèt aplikasyon Canvas la, jan yo montre anba a, epi eskane kòd la isit la. Si elèv ou a pa wè opsyon pou kreye kòd kouplaj la, ou oblije ale lekòl la pou yo ka kreye kont la pou ou.
id: Untuk membuat akun, mintalah siswa Anda membuat kode pairing untuk Anda dari bagian Pengaturan aplikasi Canvas seperti yang ditunjukkan di bawah ini, lalu pindai kode tersebut dari sini. Jika siswa Anda tidak melihat opsi untuk membuat kode pairing, Anda harus menghubungi sekolah Anda untuk membuat akun Anda.
is: Til þess að stofna reikning skaltu biðja nemandann þinn um að búa til pörunarkóða fyrir þig úr hlutanum Stillingar í Canvas-forritinu, eins og sýnt er hér fyrir neðan, síðan er hægt að skanna kóðann héðan. Ef nemandinn finnur ekki valmöguleikann til að búa til pörunarkóða þarftu að hafa samband við skólann þinn til að stofna reikning fyrir þig.
it: Per creare un account, lo studente deve creare prima un codice di associazione nella sezione Impostazioni nell’app Canvas come mostrato di seguito, quindi eseguire la scansione del codice qui. Se lo studente non vede l’opzione per creare un codice di abbinamento, devi contattare la scuola per creare l’account.
ja: アカウントを作成するには、下に示すようにCanvasアプリの[設定]セクションからペアリングコードを作成してもらい、ここからそのコードをスキャンします。 ペアリングコードを作成するオプションが受講者に表示されない場合は、学校に連絡してアカウントを作成する必要があります。
ko: 계정을 만들려면 학생에게 아래와 같이 Canvas 앱의 설정 섹션에서 귀하의 페어링 코드를 만들도록 하고 여기에서 해당 코드를 스캔합니다. 학생에게 페어링 코드를 만드는 옵션이 표시되지 않는 경우, 학교에서 연락하여 계정을 만들어야 합니다.
mi: Hei waihanga i tetahi kaute, tonohia to akonga ki te hanga waehere takirua mo koe mai i te waahanga Tautuhinga o te taupānga Canvas e whakaatuhia ana i raro nei, katahi ka matawai i taua waehere mai i konei. Mehemea ka kore koe o nga akonga i kite i te whiringa ki te hanga he waihere honore, me toro atu koe ki to kura ki te hanga i to taumata.
ms: Untuk mencipta akaun, benarkan pelajar anda mencipta kod berpasangan untuk anda dari bahagian Tetapan pada aplikasi Canvas seperti ditunjukkan di bawah, kemudian imbas kod itu dari sini. Jika pelajar anda tidak melihat pilihan untuk mencipta kod berpasangan, anda perlu menghubungi sekolah anda untuk mencipta akaun anda.
nb: For å opprette en konto, må studenten opprette en sammenkoblingskode for deg fra Innstillinger-delen av Canvas-appen som vist nedenfor, og deretter skanne koden herfra. Hvis studenten ikke ser alternativet for å opprette en sammenkoblingskode, må du kontakte skolen din for å opprette kontoen din.
nb_instk12: For å opprette en konto, må eleven opprette en sammenkoblingskode for deg fra Innstillinger-delen av Canvas-appen som vist nedenfor, og deretter skanne koden herfra. Hvis eleven ikke ser alternativet for å opprette en sammenkoblingskode, må du kontakte skolen din for å opprette kontoen din.
nl: Om een account te maken, moet je je cursist een koppelingscode voor je laten maken vanuit de sectie Instellingen (Settings) van de Canvas-app zoals hieronder wordt getoond. Vervolgens moet je de code hiervandaan scannen. Als je cursist de optie om een koppelingscode te maken niet ziet, moet je je school vragen om een account voor je te maken.
pl: Aby utworzyć konto, poproś uczestnika o utworzenie kodu parowania w sekcji Ustawienia aplikacji Canvas, jak pokazano poniżej, a następnie zeskanuj udostępniony kod. Jeśli uczestnik nie widzi opcji tworzenia kodu parowania, należy skontaktować się ze szkoła w celu utworzenia konta.
pt: Para criar uma conta, peça ao seu aluno para criar um código de emparelhamento para si na secção “Definições” da app Canvas, conforme mostrado abaixo, e, em seguida, digitalize esse código aqui. Se o seu aluno não vê a opção de criar um código de parelhamento, terá de contactar a sua escola para criar a sua conta.
pt_br: Para criar uma conta, peça ao seu aluno para criar um código de emparelhamento para você na seção Configurações do aplicativo Canvas, conforme mostrado abaixo, e depois escaneie esse código aqui. Se o aluno não encontrar a opção de criar um código de emparelhamento, entre em contato com sua escola para criar sua conta.
ru: Чтобы создать учетную запись, ваш учащийся должен создать для вас код соединения в разделе «Настройки» приложения Canvas, как показано ниже, а затем — отсканированный данный код отсюда. Если ваш студент не видит опцию создания кода соединения, вы должны обратиться в ваше учебное заведение, чтобы создать вашу учетную запись.
sl: Če želite ustvariti račun, mora študent za vas ustvariti kodo za seznanitev v razdelku Nastavitve aplikacije Canvas, kot je prikazano spodaj, nato pa kodo odčitate tam. Če študent ne vidi možnosti za ustvarjanje kode za seznanitev, boste se morali za ustvarjanje računa obrniti na šolo.
sv: För att skapa ett konto ska du be din student att skapa en parkopplingskod till dig från sektionen Inställningar i Canvas-appen som visas nedan. Skanna sedan koden därifrån. Om din student inte ser alternativet att skapa en parkopplingskod måste du kontakta din skola för att skapa kontot.
sv_instk12: För att skapa ett konto ska du be din elev att skapa en parkopplingskod till dig från sektionen Inställningar i Canvas-appen som visas nedan. Skanna sedan koden därifrån. Om din elev inte ser alternativet att skapa en parkopplingskod måste du kontakta din skola för att skapa kontot.
th: จัดทำบัญชีผู้ใช้โดยให้ผู้เรียนจัดทำรหัสเข้าคู่สำหรับคุณจากหัวข้อ ค่าปรับตั้ง ของแอพ Canvas ตามที่แสดงด้านล่าง จากนั้นสแกนรหัสจากที่นี่ หากผู้เรียนไม่พบตัวเลือกดังกล่าวในการจัดทำรหัสเข้าคู่ คุณจะต้องติดต่อกับสถานศึกษาของคุณเพื่อจัดทำบัญชีผู้ใช้ของคุณ
vi: Để tạo tài khoản, hãy yêu cầu sinh viên của bạn tạo mã ghép cặp cho bạn từ phần Cài Đặt trong ứng dụng Canvas như minh họa bên dưới rồi quét mã này từ đó. Nếu sinh viên của bạn không thấy tùy chọn tạo mã ghép cặp thì bạn sẽ cần liên hệ trường của bạn để tạo tài khoản cho bạn.
zh: 要创建帐户，要求学生从 Canvas 应用程序的“设置”部分为您创建一个配对码（如下所示），然后从这里扫描配对码。 如果学生没有看到创建配对码的选项，请您联系学校为您创建帐户。
zh_hk: 如要建立帳戶，請讓您的學生在 Cavnas 應用程式內的設定（見下圖）為您建立配對碼，然後在此處掃描該條碼。 如果學生未看見建立配對碼的選項，您需要聯絡所屬學校以建立帳戶。
